[
  {
    "game_date": "2025-04-02",
    "content": "시즌 초부터 LG한테 쳐발리네. 1승 1패? 개막 위닝도 못 챙기는 병신팀. 타자 새끼들 아직도 동계 훈련 중이냐? 공이 방망이를 피해 가네. 올해도 가을야구는 글렀다. 좆같다."
  },
  {
    "game_date": "2025-04-10",
    "content": "오늘은 한화 상대로 깔끔하게 이겼다. 선발 투수가 7이닝 무실점으로 퀄리티스타트 플러스를 기록했다. 타선도 필요할 때 점수 내주고, 아주 이상적인 승리였다."
  },
  {
    "game_date": "2025-04-15",
    "content": "아... 또 불펜이 무너졌다. 8회까지 2대 1로 잘 이기고 있었는데, 믿었던 필승조가 불을 질렀다. 2대 3 역전패라니, 너무 허무하다. LG한테 이길 수 있었는데, 마무리가 너무 불안정하다."
  },
  {
    "game_date": "2025-04-28",
    "content": "월요일부터 2대 5로 쳐발리고 지랄. 실책 3개? 니들이 프로냐? 동네 야구 아저씨들도 저따위 수비는 안 하겠다. 저딴 병신들한테 응원하는 내가 레전드다. 다 꺼져라."
  },
  {
    "game_date": "2025-05-05",
    "content": "어린이날에 이게 뭐람. 키움한테 10대 2로 대패했다. 애들 앞에서 이런 경기력이라니 너무 실망스럽다. 선발은 일찍 무너지고 타선은 침묵하고, 총체적 난국이었다. 기분 완전 망쳤다."
  },
  {
    "game_date": "2025-05-12",
    "content": "삼성 상대로 12대 1 대승! 오늘은 타선이 폭발했다. 선발 전원 안타에 홈런도 3방이나 터졌다. 투수들도 잘 막아주고, 오랜만에 속 시원한 경기였다. 이 멤버가 진짜 우리 멤버 맞나."
  },
  {
    "game_date": "2025-05-19",
    "content": "롯데 2군 새끼들한테 2대 3으로 졌네. 9회에 2아웃 잡고 정해영 저 병신이 또 쳐맞음. 쟤는 마무리가 아니라 방화범이야. 롯데한테 지는 건 진짜 참을 수가 없다. 개좆같다."
  },
  {
    "game_date": "2025-06-03",
    "content": "에이스가 3이닝 7실점? 장난하냐? 저 새끼 몸값이 얼만데 저따위로 던져. 걍 야구 접어라. 2대 9로 쳐발리는데 뭐 하나 해보려는 새끼가 한 놈도 없더라. 다 좆같다."
  },
  {
    "game_date": "2025-06-10",
    "content": "두산이랑 비 오는 날 경기를 했는데, 결국 5대 5 무승부로 끝났다. 9회 연장까지 갔는데 승부를 못 냈다. 비 맞으면서 뛴 선수들도 고생이고, 본 팬들도 지쳤다. 차라리 지는 게 낫지, 무승부는 찝찝하다."
  },
  {
    "game_date": "2025-06-15",
    "content": "정해영 이 개새끼야! 9회에 또 블론세이브? 2대 3 역전패? 넌 사람이 아니다. 어떻게 매번 똑같은 패턴으로 쳐 맞냐? 멘탈이 쓰레기면 마운드에 올라오지를 마. 니 얼굴만 봐도 토 나온다."
  },
  {
    "game_date": "2025-06-24",
    "content": "키움이랑 정말 피 말리는 경기를 했다. 9회 말에 최형우가 끝내기 안타를 칠 줄이야. 지는 줄 알고 TV 끌 뻔했는데, 역시 대타 형우다. 이겨서 다행이지, 경기 내용은 정말 불안했다."
  },
  {
    "game_date": "2025-07-05",
    "content": "오늘 경기는 정말 미쳤다. 김호령이 멀티 홈런에 데뷔 첫 만루홈런까지 칠 줄이야. 야구 보면서 이렇게 소름 돋은 건 오랜만이다. 완전 레전드 경기. 김호령이 그라운드를 호령하다! 최고다 김호령ㅠㅠ"
  },
  {
    "game_date": "2025-07-15",
    "content": "SSG한테 7대 0으로 완패했다. 타선이 완전히 침묵했다. 3안타가 말이 되나? 상대 투수 공을 아예 공략을 못했다. 이렇게 무기력하게 질 거면 야구를 왜 하는지 모르겠다. 화가 난다."
  },
  {
    "game_date": "2025-07-20",
    "content": "삼성이랑 11대 10으로 이겼다. 이게 야구냐 서커스냐. 양 팀 합쳐서 안타가 30개가 넘었다. 이기긴 했는데 투수진이 너무 걱정된다. 타자들 아니었으면 대참사 날 뻔했다."
  },
  {
    "game_date": "2025-07-22",
    "content": "10대 11 패배. 이게 야구냐 씨름이냐. 투수 새끼들 단체로 배팅볼 던져주고 자빠졌네. 이의리 저 새끼는 5이닝도 못 채우고 6실점? 넌 걍 2군 가라. 10점 내고 지는 병신팀."
  },
  {
    "game_date": "2025-08-02",
    "content": "롯데한테 5대 8로 쳐발림. 5점 먼저 내고 좋다고 설쳤는데 불펜 새끼들이 7실점을 쳐하냐. 김종국 감독은 투수 교체 타이밍도 좆같이 못 잡고. 저런 병신이 감독이라니."
  },
  {
    "game_date": "2025-08-05",
    "content": "7회에 6실점? 불펜 새끼들 다 방화범이냐? 5점 내고 이기는 줄 알고 치킨 시켰는데 좆됐다. 김종국 감독은 투수 교체 타이밍도 못 잡는 등신인가? 저 새끼들 연봉 회수해서 내 치킨값 물어내라. 개새기들."
  },
  {
    "game_date": "2025-08-28",
    "content": "한화 2군 투수 새끼한테 2안타 치고 완봉패 헌납? 야 이 개새끼들아! 이게 야구냐? 니들 연봉 반납해라. 저런 새끼한테 꽁꽁 묶이는 게 프로 타자냐? 당장 다 방출시켜라. 창피해서 얼굴을 못 들겠다."
  },
  {
    "game_date": "2025-08-31",
    "content": "김규성 그라운드 홈런 실화? 상대 실책이 겹쳤다고는 하지만, 김규성의 발이 정말 빨랐다. 홈까지 들어오는 순간 소름이 쫙 돋았다. 이런 진기한 장면을 보다니, 오늘 야구 보길 잘했다."
  },
  {
    "game_date": "2025-09-05",
    "content": "한화 따위 팀한테 3대 11로 개박살 나는 게 말이 되냐? 선발 투수는 2회에 6실점 하고 쳐 기어 내려왔다. 저 새끼 당장 방출 안 하냐? 이범호 이 새끼는 감독으로서 뭘 하는거지? 저런 걸 1군에 왜 둬. 열 받아서 잠도 안 온다."
  },
  {
    "game_date": "2025-09-15",
    "content": "LG한테 1대 7로 개같이 멸망. 순위 싸움은 무슨. 저딴 경기력으로 가을야구 가봤자 광탈이다. 선발 새끼는 3회도 못 버티고 쳐 맞고, 타자 새끼들은 삼진만 당하고. 걍 다 2군 쳐박아라. 눈 썩는다."
  }
]